{
    "1": {
        "subtitle": "Chapter 1",
        "text": "What is Moore's Law?"
    },
    "2": {
        "text": "Moore's Law, created in 1965 by Gordon Moore, is based on the idea that the amount of transistors in a computer would double every two years. Shockingly, this rule has remained as a golden rule in technological innovation for the last 50 years, as our computational progress has roughly remained on this track."
    },
    "3": {
        "text": "This suggestion that our progress will become significantly faster, smaller, and more efficient over time, has become widely regarded as one of the hallmark theories of the 20th and 21st centuries, and it carries important implications for the future of technological innovation — both for our progress and our limitations."
    },
    "4": {
        "text": "To help you understand the history of Moore's Law, we present the milestones in microchip development history. These milestones are what allowed us to stay consistent with Moore's Law."
    },
    "7": {
        "text": "Yet Moore's Law isn't an all perfect relation. Because of setbacks in innovation, there are inevitabilities that make it so that Moore's Law cannot be a perfect line that doubles every two years. Even so, for the last half-century, it has remained influential because it's a goal that companies strive to achieve. However, now that we are reaching into the second half of the 2020s, there is evidence that Moore's Law is slowly declining."
    },
    "8": {
        "text": "In 2015, Moore himself predicted that Moore's Law would be ending within 10 years, which is approaching soon. We are steadily reaching the theoretical limit for computing power, and, as components continue to shrink, physical limits are also being reached because it's unlikely that we can further shrink transistors to the size of mere atoms."
    },
    "12": {
        "subtitle": "Chapter 2",
        "text": "Why Does Moore's Law Matter?"
    },
    "13": {
        "text": "At first glance, it might seem like Moore's Law only matters in terms of transistors and computing power. Yet Moore's Law was a hallmark theory for a reason. Not only did Moore's Law predict computing power, it also predicted something just as important: cost. The final part of this equation, Moore predicted faster, more efficient, smaller, and CHEAPER."
    },
    "14": {
        "text": "We plotted out the costs of memory, flash, SSD, and disk drives ever since 1955 and have observed their continual downtrend in costs, which emulates Moore's Law to a tee — yet instead of having an upwards exponential relationship, this time, they have a major decline in cost. Let's observe how Moore's Law affects things other than transistors — this time, in regards to the cost of these computing components "
    },
    "16": {
        "text": "Surprising right? Let's show you what that graph looks like now."
    },
    "18": {
        "text": "Immediately, when we observed the cost of memory in 1956, we were shocked. It's an enormous amount of money, more than I would ever be able to see in my lifetime, all for the cost of a TB of memory."
    },
    "19": {
        "text": "Fortunately, as Moore predicted, the costs of these components became cheaper and cheaper as time went on. However, it seems like we are slowly reaching a hard limit in terms of the costs of these components, as the ending parts of our graph show that there hasn't been much of a decline since 2010."
    },
    "21": {
        "subtitle": "Chapter 3",
        "text": "Predicting With Moore's Law?"
    },
    "22": {
        "text": "Moore's Law seems to be almost a universally agreed upon rule within the tech industry mostly because of how well it has translated and predicted the future, especially within the field of micro-transistors and chips. But how well does it actually do in terms of predicting other technological inventions that are commonplace in households today, like phones, tablets, fridges, and more?"
    },
    "23": {
        "text": "In order to do this, we looked through some prices of Colored TVs, starting from when they were created, to the 1990s, when TV prices started to hit lows. We wanted to do this in order to observe if the price of colored TVs also decrease logarithmically and thus adhere to Moore's Law."
    },
    "num": {
        "text": "lol"
    }
}